Repository: attilawagner/qhebunel
Catalog: languages/qhebunel-*.po
Languages: hu_hu

source: Not forced
hu_hu: Nem kötött

source: Badges
hu_hu: Jelvények

source: Add new group
hu_hu: Új csoport felvétele

source: Group name
hu_hu: Csoport neve

source: Badges (Limit)
hu_hu: Jelvények (korlát)

source: Hidden
hu_hu: Rejtett

source: Award only
hu_hu: Csak kitüntetés

source: Display priority
hu_hu: Megjelenítési sorrend

source: Actions
hu_hu: Műveletek

source: There are no groups in the database.
hu_hu: Nincsenek csoportok az adatbázisban.

source: Yes
hu_hu: Igen

source: No
hu_hu: Nem

source: Edit
hu_hu: Szerkesztés

source: Delete
hu_hu: Törlés

source: Edit group
hu_hu: Csoport szerkesztése

source: Create new
hu_hu: Új létrehozása

source: Create new group
hu_hu: Új csoport létrehozása

source: How many badges can be given/claimed from this group?
hu_hu: Hány jelvényt lehet megszerezni/kiosztani ebből a csoportból?

source: Claim limit
hu_hu: Megszerzési korlát

source: Check this to make the entire group hidden from users. Awarded badges will still be visible.
hu_hu: Jelöld be, hogy az egész csoport rejtett legyen a felhasználók elől. A kiosztott jelvények ennek ellenére látszani fognak.

source: If checked, only moderators can give these badges to users.
hu_hu: Ha bejelölt, csak moderátorok tudják ezeket a jelvényeket kiosztani.

source: If you set a display priority, badges in this group will be forced to be displayed below user avatars.
hu_hu: Ha beállítasz egy megjelenítési sorrendet, a csoport jelvényei mindenképp megjelennek az avatárok alatt.

source: Save
hu_hu: Mentés

source: Create
hu_hu: Létrehozás

source: Normal image
hu_hu: Normál kép

source: Small image
hu_hu: Kis kép

source: Name
hu_hu: Név

source: Description
hu_hu: Leírás

source: Point value
hu_hu: Pontérték

source: Number of users who have the badge.
hu_hu: Felhasználók száma ilyen jelvénnyel

source: Users
hu_hu: Felhasználók

source: There are no badges in this group.
hu_hu: Nincsenek jelvények ebben a csoportban.

source: Missing image
hu_hu: Hiányzó kép

source: Edit badge
hu_hu: Jelvény szerkesztése

source: Add new badge
hu_hu: Új jelvény felvétele

source: The image shown on the user's profile page. Allowed formats: %s.
hu_hu: A kép, ami a felhasználó profiljában látszik. Engedélyezett fájlformátumok: %s.

source: Normal icon
hu_hu: Normál ikon

source: The image shown under the avatar next to forum posts. If not provided, it will be generated from the normal image. Allowed formats: %s.
hu_hu: A kép, ami az avatár alatt látszik a felhasználó hozzászólásai mellett. Ha nincs megadva, a normál méretű képből generálódik. Engedélyezett fájlformátumok: %s.

source: Small icon
hu_hu: Kis ikon

source: Name of the badge.
hu_hu: Jelvény neve

source: Description about the achivement the badge is awarded for.
hu_hu: Az eredmény leírása, amiért ezt a jelvényt meg lehet kapni.

source: Value of the badge in points.
hu_hu: A jelvény értéke pontokban.

source: Top level
hu_hu: Legfelső szint

source: Categories
hu_hu: Kategóriák

source: Category name
hu_hu: Kategória neve

source: Position
hu_hu: Pozíció

source: The category list is empty
hu_hu: A kategória lista üres

source: Set permissions
hu_hu: Jogosultságok beállítása

source: Edit category
hu_hu: Kategória szerkesztése

source: Parent
hu_hu: Szülő

source: Create new category
hu_hu: Új kategória létrehozása

source: Top
hu_hu: Fent

source: Bottom
hu_hu: Lent

source: Set category permissions
hu_hu: Jogosultságok beállítása

source: Group
hu_hu: Csoport

source: None
hu_hu: Nincs

source: Read
hu_hu: Olvasás

source: Write
hu_hu: Írás

source: Start
hu_hu: Indítás

source: Groups
hu_hu: Csoportok

source: Members
hu_hu: Tagok

source: You cannot edit or delete this group.
hu_hu: Nem szerkeszthető vagy törölhető csoport.

source: Prominent
hu_hu: Kiemelt

source: General settings
hu_hu: Általános beállítások

source: Save changes
hu_hu: Változások mentése

source: All
hu_hu: Összes

source: Display name (Username)
hu_hu: Megjelenített név (Felhasználónév)

source: Bulk Actions
hu_hu: Csoportos műveletek

source: Add to group
hu_hu: Csoporthoz adás

source: Remove from group
hu_hu: Kivétel csoportból

source: Promote to moderator
hu_hu: Kinevezés moderátornak

source: Revoke mod rights
hu_hu: Mod jogok visszavonása

source: Ban
hu_hu: Kitiltás

source: Unban
hu_hu: Tiltás visszavonása

source: Error
hu_hu: Hiba

source: Profile
hu_hu: Profil

source: Profile settings
hu_hu: Profil beállítások

source: Edit post
hu_hu: Hozzászólás szerkesztése

source: Delete thread
hu_hu: Téma törlése

source: Move thread
hu_hu: Téma mozgatása

source: Private messages
hu_hu: Privát üzenetek

source: Search
hu_hu: Keresés

source: Reported posts
hu_hu: Jelentett hozzászólások

source: Recent threads
hu_hu: Friss témák

source: Create new thread
hu_hu: Új téma indítása

source: Forum
hu_hu: Fórum

source: Displays links to different forum functions.
hu_hu: Linkeket jelenít meg fórum funkciókhoz.

source: View profile
hu_hu: Profil megtekintése

source: Title:
hu_hu: Cím:

source: Missing attachment
hu_hu: Hiányzó csatolmány

source: The requested file is missing from the server.
hu_hu: A kért fájl hiányzik a szerverről.

source: Corrupted attachment
hu_hu: Sérült csatolmány

source: You do not have this badge.
hu_hu: Nem rendelkezel ezzel a jelvénnyel.

source: This badge was awarded to you on %s.
hu_hu: Ezt a jelvényt megkaptad: %s.

source: You've claimed this badge on %s.
hu_hu: Ezt a jelvényt megszerezted: %s.

source: User does not have this badge.
hu_hu: Nem rendelkezik ezzel jelvénnyel.

source: This badge was awarded to the user on %s.
hu_hu: A felhasználó megkapta a jelvényt: %s.

source: The user claimed this badge on %s.
hu_hu: A felhasználó megszerezte a jelvényt: %s.

source: %s wrote:
hu_hu: %s írta:

source: Show spoiler
hu_hu: Spoiler mutatása

source: %s min ago
hu_hu: %s perce

source: %s hour ago
hu_hu: %s órája

source: %s day ago
hu_hu: %s napja

source: Thread topic
hu_hu: Téma címe

source: Posts
hu_hu: Hozzászólások

source: Last post
hu_hu: Utolsó

source: Starter
hu_hu: Indította

source: There are no threads in this category.
hu_hu: Nincsenek témák ebben a kategóriában.

source: (%d new)
hu_hu: (%d új)

source: A guest
hu_hu: Vendég

source: Attachments:
hu_hu: Csatolmányok:

source: Last edited by: %1$s on %2$s.
hu_hu: Utoljára szerkesztette %1$s ekkor: %2$s.

source: Reason: %s
hu_hu: Indoklás: %s

source: Reply
hu_hu: Válasz

source: Quote
hu_hu: Idézés

source: Confirm deletion
hu_hu: Törlés megerősítése

source: Cancel deletion
hu_hu: Törlés elvetése

source: Move
hu_hu: Mozgatás

source: Report
hu_hu: Jelentés

source: Clear reports
hu_hu: Jelentések törlése

source: Search results
hu_hu: Keresési eredmények

source: Jump to page: %s
hu_hu: Ugrás oldalra: %s

source: Reported by %1$s on %2$s:
hu_hu: %1$s jelentette ekkor: %2$s:

source: You are banned from this site.
hu_hu: Ki vagy tiltva az oldalról.

source: Only logged in users can view the badges.
hu_hu: Csak belépett felhasználók láthatják a jelvényeket.

source: The badge you requested cannot be displayed.
hu_hu: A kért jelvény nem megjeleníthető.

# badge action
source: Claim
hu_hu: Megszerzés

# badge action
source: Remove
hu_hu: Eltávolítás

source: Award this badge
hu_hu: Jelvény kiosztása

# badge action
source: Award
hu_hu: Kioszt

source: Nickname
hu_hu: Becenév

source: Currently nobody has this badge.
hu_hu: Jelenleg senkinek sincs meg ez a jelvény.

source: Users who have this badge
hu_hu: Felhasználók ezzel a jelvénnyel

# badge action
source: Revoke
hu_hu: Visszavétel

source: 1 Thread
hu_hu: 1 téma

source: 1 Post
hu_hu: 1 hozzászólás

source: Last post by <a href="%2$s">%1$s</a>
hu_hu: Utolsó hozzászóló: <a href="%2$s">%1$s</a>

source: Last post by a guest
hu_hu: Utoljára egy vendég írt

source: There was an error processing your request. Please go back to the previous page and try again.
hu_hu: A kérés feldolgozása során probléma merült fel. Kérlek menj vissza az előző oldalra, és próbáld újra!

source: Only logged in users can exchange private messages.
hu_hu: Csak belépett felhasználók válthatnak privát üzeneteket.

source: Conversation with %s
hu_hu: Beszélgetés vele: %s

source: Load previous %1$d messages (%2$d remaining)
hu_hu: Előző %1$d üzenet betöltése (%2$d maradt)

source: Load next %1$d messages (%2$d remaining)
hu_hu: Következő %1$d üzenet betöltése (%2$d maradt)

source: Send message
hu_hu: Üzenet küldése

source: The post does not exist in the database.
hu_hu: A hozzászólás nincs az adatbázisban.

source: You cannot edit a post in a closed thread.
hu_hu: Nem szerkeszthetsz hozzászólást lezárt témában.

source: You can only edit your own posts.
hu_hu: Csak a saját hozzászólásaidat szerkesztheted.

source: Deselect to delete the file.
hu_hu: Töröld a kiválasztást a fájl törléséhez.

source: Message
hu_hu: Üzenet

source: Reason
hu_hu: Indoklás

source: Attachments
hu_hu: Csatolmány

source: You must log in to gain access to user profiles.
hu_hu: A profilok megtekintéséhez lépj be!

source: User cannot be found.
hu_hu: A felhasználó nem található.

# full name
source: %1$s %2$s
hu_hu: %2$s %1$s

source: Edit profile
hu_hu: Profil szerkesztése

source: Full name:
hu_hu: Teljes név:

source: Member since:
hu_hu: Regisztráció dátuma:

source: Posts:
hu_hu: Hozzászólások:

source: Points:
hu_hu: Pontok:

source: You must log in to edit your profile.
hu_hu: Be kell lépned a profilod szerkesztéséhez.

source: You can only edit your own profile.
hu_hu: Csak a saját profilodat szerkesztheted.

source: Basic information
hu_hu: Általános információk

source: This is the name you use to log in. You cannot change it.
hu_hu: Ezzel a névvel jelentkezel be. Nem lehet megváltoztatni.

source: Login name
hu_hu: Belépési név

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Vezetéknév

source: This is the name visible next to your comments and forum posts.
hu_hu: Ez a név látható a hozzászólásaid mellett.

source: Your email address is used to send you notifications you request and it's used in case you forgot your password.
hu_hu: Az email címedre érkeznek az értesítések, amikre feliratkoztál, és az elfelejtett jelszó esetén is ezt használja a rendszer.

source: Leave the password fields blank if you don't want to change your current password.
hu_hu: Hagyd a jelszó mezőket üresen, ha nem akarod lecserélni a jelszavadat.

source: Old password
hu_hu: Régi jelszó

source: New password
hu_hu: Új jelszó

source: Avatar and signature
hu_hu: Avatár és aláírás

source: Current avatar
hu_hu: Jelenlegi avatár

source: Delete avatar
hu_hu: Avatár törlése

source: You don't have an avatar.
hu_hu: Nincs avatárod.

source: Upload new avatar
hu_hu: Új avatár feltöltése

source: Current signature
hu_hu: Jelenlegi aláírás

source: You don't have a signature.
hu_hu: Nincs aláírásod.

source: Edit signature
hu_hu: Aláírás szerkesztése

source: You must log in to use this function.
hu_hu: Be kell jelentkezned, hogy ezt használhasd.

source: There're no unread posts in the forum.
hu_hu: Nincsnek olvasatlan hozzászólások a fórumban.

source: There're no reported posts in the forum.
hu_hu: Nincsenek jelentett hozzászólások a fórumban.

source: You must log in to use the search function.
hu_hu: Be kell lépned, hogy elérd a keresőt.

source: There's no post matching your criteria.
hu_hu: Nincs hozzászólás, ami megfelel a feltételeknek.

source: Search term:
hu_hu: Kereső kifejezés:

source: Search in:
hu_hu: Keresés itt:

source: Thread titles
hu_hu: Téma címek

source: Both
hu_hu: Mindkettő

source: Username:
hu_hu: Felhasználónév:

source: Date:
hu_hu: Dárum:

source: Categories:
hu_hu: Kategóriák:

source: List only:
hu_hu: Csak lista:

source: New posts
hu_hu: Új üzenetek

source: Edited posts
hu_hu: Szerkesztett üzenetek

source: Show:
hu_hu: Megjelenítés:

source: Threads
hu_hu: Témák

source: Close thread
hu_hu: Téma zárolása

source: Reopen thread
hu_hu: Téma visszanyitása

source: Unpin thread
hu_hu: Kiemelés megszűntetése

source: Pin thread
hu_hu: Téma kiemelése

source: Post reply
hu_hu: Hozzászólás írása

source: Select category:
hu_hu: Válassz kategóriát:

source: Loading...
hu_hu: Betöltés...

source: Select thread:
hu_hu: Válassz témát:

source: Title for the new thread:
hu_hu: Új téma címe:

source: Move post
hu_hu: Mozgatás

source: Please describe why do you think this post should be removed:
hu_hu: Kérlek írd le, miért kéne szerinted ezt a hozzászólást törölni:

source: Submit report
hu_hu: Jelentés küldése

source: You do not have sufficient permissions to view this thread.
hu_hu: Nincs jogosultságod a téma olvasásához.

source: You must be a moderator to delete a thread.
hu_hu: Moderátornak kell lenned a téma törléséhez.

source: The thread does not exist in the database.
hu_hu: A téma nem létezik az adatbázisban.

source: Title
hu_hu: Cím

source: %1$s on %2$s
hu_hu: %1$s ekkor: %2$s

source: Closer
hu_hu: Lezárta

source: This is an open thread.
hu_hu: Nyitott téma.

source: Pinned
hu_hu: Kiemelt

source: This is a pinned thread.
hu_hu: Kiemelt téma.

source: This thread is not pinned.
hu_hu: A téma nincs kiemelve.

source: Start thread
hu_hu: Téma indítása

source: You do not have sufficient permissions to view this category.
hu_hu: Nincs jogosultságod a kategória megnyitásához.

source: You must be a moderator to move a thread.
hu_hu: Moderátornak kell lenned a téma mozgatásához.

source: The thread does not exists in the database.
hu_hu: A téma nem létezik az adatbázisban.

source: Target category
hu_hu: Cél kategória

source: You do not have permissions to start a new thread in this category.
hu_hu: Nincs jogosultságod ebben a kategóriában új témát indítani.

source: Category
hu_hu: Kategória

source: Topic title
hu_hu: Téma címe

source: Displays a notification if the user has unread private messages.
hu_hu: Értesítést jelenít meg, ha olvasatlan privát üzenete van a felhasználónak.

source: No new messages
hu_hu: Nincs új üzenet

source: One unread message
hu_hu: Egy olvasatlan üzenet

source: Hide when there're no unread messages:
hu_hu: Elrejtés, ha nincs olvasatlan üzenet:

source: General settings &lsaquo; Qhebunel
hu_hu: Általános beállítások &lsaquo; Qhebunel

source: Categories &lsaquo; Qhebunel
hu_hu: Kategóriák &lsaquo; Qhebunel

source: Groups &lsaquo; Qhebunel
hu_hu: Csoportok &lsaquo; Qhebunel

source: Users &lsaquo; Qhebunel
hu_hu: Felhasználók &lsaquo; Qhebunel

source: Badges &lsaquo; Qhebunel
hu_hu: Jelvények &lsaquo; Qhebunel

source: A forum plugin for WordPress. Provides support for access control, uploadable avatars, achivements, and more.
hu_hu: Fórum plugin WordPress-hez. Jogosultság kezeléssel, feltölthető avatárokkal, kitüntetésekkel, és egyéb szolgáltatásokkal.

source: Attila Wagner
hu_hu: Wagner Attila
